// ... Proxy settings ...

str_proxy_0_listTitle = "Proxy FTP";
str_proxy_0_desc = "Serveur proxy FTP";

str_proxy_1_listTitle = "Proxy Web (HTTP)";
str_proxy_1_desc = "Serveur proxy Web";

str_proxy_2_listTitle = "Proxy Web sécurisé (HTTPS)";
str_proxy_2_desc = "Serveur proxy Web sécurisé";

str_proxy_3_listTitle = "Proxy diffusion en continu (RTSP)";
str_proxy_3_desc = "Serveur proxy diffusion en continu";

str_proxy_4_listTitle = "Proxy SOCKS";
str_proxy_4_desc = "Serveur proxy SOCKS";

str_proxy_5_listTitle = "Proxy Gopher";
str_proxy_5_desc = "Serveur proxy Gopher";

str_proxy_6_listTitle = "Configuration proxy automatique";
str_proxy_6_desc = "Fichier de configuration de proxy";

// ... Internet Sharing ...

// "str_NoSharingForUsers" 		= "Internet Sharing cannot be managed for Users.";
// "str_NoSharingForGroups" 	= "Internet Sharing cannot be managed for Groups.";
